Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=1_art_id=165.html.tmx
Source language: sme
Languages: smj

source: Du jurdagat
smj: Duv ájádusá

source: Mo dovdat ahte girku speadjalastá min ?
smj: Gåktu dåbddåt ietjama buorisboahtema girkkuj ?

source: Okta mihtomearri girkodáidagiin lea oainnusindahkat Evangeliuma ja muittuhit risttalašvuođa sisdoalu.
smj: Akta girkkodájda ulmijs le Evangeliumav vuojnnusij buktet ja mujttádahttet mij ajtu le risstalasjvuoda sisadno.

source: Girku galgá maid leat fátmmasteaddji ja álki dovdat sidjiide geat ohcet girku ja dán sáni.
smj: Girkko galggá aj guossididdjijt sávvat buorisboahtem. Moalgedimvuoge ja symbåvlå soajtti gullevasjvuodav ásadit.

source: eambbo ja eambbo searvegottit leat álgán láhčit saji ipmilbálvalusas sámiid ovdanbuktinvugiide ja symbolaide.
smj: Ienep ja ienep tjoaggulvisá li sáme moalgedimvuogijt ja symbåvlåjt adnuj válldám jubmeldievnastusán váj mij sáme galggap dåbddåt dát le mijá girkko.

source: Ipmilbálvalusas leat máŋga iešguđetge ovdanbuktinvuogit nu mo giella, musihkka, liturgalaš giellasymbolat ja rumašgiella.
smj: Jubmeldievnastusán li moadda moalgedimvuoge dagu giella, musihkka, liturgalasj giellasymbåvlå ja rumájgiella.

source: Girkuid ja oskubáikkiid hábmemii váikkuhit dávjá báikkálaš vierut ávdnasiid válljemis, hámis ja ovdanbuktimis, dáiddalaš čiŋadeames ja dávviriin mat geavahuvvojit ovdamearkadihte ipmilbálvalusas.
smj: Girkkoj ja ájlis bájkij hábbmim álu bájkálasj dábij milta vájkkuduvvá mij guosská materiálaj, hámij, hervaj ja gåsi biedjá gávnijt ma jubmeldievnastusán galggi aneduvvat.

source: Máttasámiid guovllu olgoipmilbálvalusain lea dábálaš ahte boaššu šaddá girkoboaššun / koarran ipmilbálvalusa olis.
smj: Gå oarjjelsáme guovlon li jubmeldievnastusá ålggon de le dábálasj jut boassjo dållågátten sjaddá girkkoboassjo / korbájkke jubmeldievnastusán.

source: Máttasámi báhpabiktasiin maid oidno sámeduoji hápmenárvevieru.
smj: Oarjjelsáme báhppa le aj sáme duojev / designav adnuj válldám liturgalasj biktasijda.

source: Mo háliidat ahte galgá leat vai don galggat dovdat ahte girku speadjalastá du ?
smj: Gåktu sidá dån girkko galggá liehket váj dåbdå ietjat buorisboahtem girkkon ?

source: Dál lea dus vejolašvuohta muitalit mo hábmešit iežat ipmilbálvalusa dahje girku sámi osiiguin.
smj: Dálla besa miejnnit gåktu ietjat jubmeldievnastusáv jali girkkov sáme åsij sidá hábbmit.

source: Maid háliidivččet fárrui ipmilbálvalusa iešguđetge osiide ?
smj: Majt sidá fárruj iesjguhtik oassáj jubmeldievnastusás ?
